Repository: danpla/dpscreenocr
Catalog: website-tool-data/po/*.po
Languages: es, fr, pt_br, uk, zh_cn

source: Language
es: Idioma
fr: Langue
pt_br: Idioma
uk: Мова
zh_cn: 语言

source: {app_name} is a program to recognize text on the screen. Powered by <a {tesseract_link}>Tesseract</a>, it supports more than 100 languages and can split independent text blocks, such as columns. Read <a {manual_link}>the manual</a> for instructions on installing, configuring, and using the program.
es: {app_name} es un programa para reconocer el texto en pantalla. Funciona mediante <a {tesseract_link}>Tesseract</a>, admite más de 100 lenguas y es capaz de dividir bloques de texto independientes, como columnas. Lea <a {manual_link}>el manual</a> para obtener instrucciones de instalación, configuración y uso del programa.
uk: {app_name}&thinsp;&mdash;&thinsp;це програма для розпізнавання тексту на екрані. Завдяки <a {tesseract_link}>Tesseract</a> вона підтримує понад 100 мов і може розбивати незалежні блоки тексту, такі як колонки. Прочитайте <a {manual_link}>посібник користувача</a> для отримання інструкцій зі встановлення, налаштування та використання.

source: https://en.wikipedia.org/wiki/Tesseract_(software)
es: https://es.wikipedia.org/wiki/Tesseract_OCR
fr: https://fr.wikipedia.org/wiki/Tesseract_(logiciel)
pt_br: https://pt.wikipedia.org/wiki/Tesseract_(software)
uk: https://uk.wikipedia.org/wiki/Tesseract
zh_cn: https://zh.wikipedia.org/wiki/Tesseract

source: <b>Download</b> version {version_number} (<a {changelog_link}>changes</a>, <a {license_link}>license</a>):
es: <b>Descárguese</b> la versión {version_number} (<a {changelog_link}>novedades</a>, <a {license_link}>licencia</a>):
fr: <b>Télécharger</b> la version {version_number} (<a {changelog_link}>notes de mise à jour</a>, <a {license_link}>licence</a>) :
pt_br: <b>Baixar</b> versão {version_number} (<a {changelog_link}>alterações</a>, <a {license_link}>licença</a>):
uk: <b>Завантажте</b> версію {version_number} (<a {changelog_link}>зміни</a>, <a {license_link}>ліцензія</a>):
zh_cn: <b>下载</b>版本{version_number}（<a {changelog_link}>历次更新的内容</a>；<a {license_link}>许可证</a>）：

source: GNU/Linux: Download <a {appimage_link}>an AppImage</a>, which works on most systems, or choose a package for your distribution:
es: GNU/Linux: descarga <a {appimage_link}>una AppImage</a>, que funciona en la mayoría de los sistemas, o elige un paquete para su distribución:

source: Ubuntu and derivatives
es: Ubuntu y derivadas
fr: Ubuntu et dérivés
pt_br: Ubuntu e derivados
uk: Ubuntu і похідні
zh_cn: Ubuntu 及其所衍生的发行版

source: Windows 7 or newer: <a {installer_link}>installer</a> or <a {zip_archive_link}>ZIP archive</a>
es: Windows 7 o más reciente: <a {installer_link}>instalador</a> o <a {zip_archive_link}>archivador ZIP</a>
uk: Windows 7 або новіша: <a {installer_link}>інсталятор</a> або <a {zip_archive_link}>ZIP-архів</a>

source: Source code (tar.gz)
es: Código fuente (tar.gz)
fr: Code source (tar.gz)
pt_br: Código-fonte (tar.gz)
uk: Вихідний код (tar.gz)
zh_cn: 源代码（tar.gz）

source: <b>Contribute</b> by taking part in <a {translations_link}>translation</a> or <a {development_link}>development</a>.
es: <b>Contribuya</b> al participar en la <a {translations_link}>traducción</a> o el <a {development_link}>desarrollo</a>.
fr: <b>Contribuez</b> en participant aux <a {translations_link}>traductions</a> ou au <a {development_link}>développement</a>.
pt_br: <b>Contribua</b> participando da <a {translations_link}>tradução</a> ou <a {development_link}>desenvolvimento</a>.
uk: <b>Зробіть внесок</b>, взявши участь у <a {translations_link}>перекладі</a> або <a {development_link}>розробці</a>.
zh_cn: <b>帮忙</b><a {translations_link}>翻译</a>；<b>帮忙</b><a {development_link}>开发</a>。

source: LANGUAGE_NAME
es: Español
fr: Français
pt_br: Português (Brasil)
uk: Українська
zh_cn: 中文（简体）

source: {app_name} is a program to recognize text on the screen. Powered by <a {tesseract_link}>Tesseract</a>, it supports more than 100 languages and can split independent text blocks, such as columns. Read the <a {manual_link}>manual</a> for instructions on installing, configuring, and using the program.
fr: {app_name} est un programme de reconnaissance de texte à l'écran. Propulsé par <a {tesseract_link}>Tesseract</a>, il prend en charge plus de 100 langues et peut séparer des blocs de texte indépendants, tels que des colonnes. Lisez le <a {manual_link}>manuel</a> pour des instructions d'installation, de configuration, et d'utilisation du programme.
pt_br: {app_name} é um programa para reconhecer textos na tela. Através do <a {tesseract_link}>Tesseract</a>, ele suporta mais de 100 idiomas e pode dividir blocos de texto independentes, como colunas. Leia o <a {manual_link}>manual</a> para instruções de instalação, configuração e uso do programa.
zh_cn: {app_name} 是用于识别屏幕所显示文本的计算机程序。利用 <a {tesseract_link}>Tesseract</a>，本程序支持 100 余种语言，并可识别出独立的文本块，比如分栏的文本。安装、配置、使用本程序的说明，见<a {manual_link}>使用手册</a>。

source: Download {file}, which works on most systems, or choose a package for your distribution:
fr: Téléchargez {file}, qui fonctionne sur la plupart des systèmes, ou sélectionnez un paquet pour votre distribution :
pt_br: Baixar {file}, que funciona na maioria dos sistemas, ou escolha um pacote para a sua distribuição:
uk: Завантажте {file}, який працює на більшості систем, або виберіть пакунок для вашого дистрибутива:
zh_cn: 用于多数操作系统，可以下载 {file}，或者也可以根据发行版选择安装包：

source: <b>Windows</b> 7 or newer: <a {installer_link}>installer</a> or <a {zip_archive_link}>ZIP archive</a>
fr: <b>Windows</b> 7 ou plus récent : <a {installer_link}>installateur</a> our <a {zip_archive_link}>archive ZIP</a>
pt_br: <b>Windows</b> 7 ou superior: <a {installer_link}>instalador</a> ou <a {zip_archive_link}>arquivo ZIP</a>
zh_cn: <b>Windows</b> 7 及其后续版本：<a {installer_link}>安装包</a>或者 <a {zip_archive_link}>ZIP 压缩包</a>
